Repository: wp-plugins/bp-avatar-suggestions
Catalog: languages/bp-avatar-suggestions-*.po
Languages: fr_fr

source: %1$s requires at least version %2$s of BuddyPress.
fr_fr: %1$s requiert à minima la version %2$s de BuddyPress

source: %s and BuddyPress need to share the same network configuration.
fr_fr: %s a besoin de partager la même configuration réseau que BuddyPress.

source: Avatar Suggestions
fr_fr: Suggestions d&#39;Avatars

source: BP Avatar Suggestions required post (do not edit or delete)
fr_fr: Article requis par BP Avatar Suggestions (ne pas modifier ou supprimer)

source: Enable suggestions for users
fr_fr: Activer les suggestions pour les utilisateurs

source: Enable suggestions for groups
fr_fr: Activer les suggestions pour les groupes

source: Avatar Suggestions Settings
fr_fr: Réglages Suggestions Avatar

source: Overview
fr_fr: Vue d&#39;ensemble

source: This is the administration screen for avatar suggestions.
fr_fr: Voici l&#39;écran d&#39;administration des suggestions d&#39;avatar

source: From the screen options, you can customize the displayed columns and the pagination of this screen.
fr_fr: Depuis les options d&#39;écran, vous pouvez personnaliser les colonnes affichées et la pagination de cet écran.

source: You can add a new suggestion by clicking on the &quot;Add new&quot; button to open the uploader window.
fr_fr: Vous pouvez ajouter une nouvelle suggestion en cliquant sur le bouton &quot;Ajouter nouvelle&quot; pour ouvrir la fenêtre d&#39;upload.

source: Send your image files from this window and once every image has been uploaded, simply close the uploader window to refresh the list of suggestions.
fr_fr: Envoyer vos fichier image depuis cette fenêtre et une fois que chacune des images a été transmise, fermer la fenêtre d&#39;upload pour rafraîchir la liste des suggestions.

source: Hovering over a row in the suggestions list will display the delete link to eventually remove an avatar.
fr_fr: Survoler une ligne de la liste des suggestions affichera le lien de suppression pour vous permettre d&#39;éventuellement retirer une suggestion.

source: If you need to remove more than one avatar, you can use the Delete Bulk action.
fr_fr: Si vous avez besoin de retirer plus d&#39;une suggestion, vous pouvez utiliser l&#39;action de masse de suppression.

source: To change the avatar type, activate the corresponding checkboxes and use the &quot;Change avatar type&quot; dropdown to select the type before clicking on the &quot;Change&quot; button.
fr_fr: Pour changer le type d&#39;avatar, activez les cases à cocher correspondantes et utilisez la liste déroulante &quot;Changer le type d&#39;avatar&quot; pour sélectionner le type avant de cliquer sur le bouton &quot;Changer&quot;

source: For more information:
fr_fr: Pour plus d&#39;informations:

source: <a href="https://wordpress.org/support/plugin/bp-avatar-suggestions">Support Forums</a>
fr_fr: <a href="https://wordpress.org/support/plugin/bp-avatar-suggestions">Forum Support</a>

# suggestion deleted
source: %s suggestion was deleted.
fr_fr: %s suggestion a été supprimée.

# suggestion type edited
source: %s suggestion had their type changed.
fr_fr: %s suggestion a vu son type changé.

# Avatar suggestions add button
source: Add New
fr_fr: Ajouter Nouvelle

source: Make sure to upload images having dimensions > %dx%dpx.
fr_fr: Assurez vous de télécharger des images ayant des dimensions > %dx%dpx.

source: Success: Avatar saved.
fr_fr: Succès: l&#39;avatar a été modifié.

source: Error: Avatar not saved.
fr_fr: Erreur: l&#39;avatar n&#39;a pas été modifié.

source: Success: Avatar removed.
fr_fr: Succès: l&#39;avatar a été supprimé.

source: Error: Avatar not removed.
fr_fr: Erreur: l&#39;avatar n&#39;a pas été supprimé.

source: Please wait, requesting available suggestions.
fr_fr: Chargement des suggestions, merci de patienter.

source: There was a problem while requesting suggestions.
fr_fr: Un problème est survenu pendant le chargement des suggestions.

source: You can select one of the suggested avatars below
fr_fr: Vous pouvez choisir parmi les avatars suggérés ci-dessous

source: Click to add or remove the suggested avatar. If a suggestion is selected, you will need to remove it before choosing another one.
fr_fr: Cliquer pour ajouter ou supprimer l&#39;avatar suggéré. Si une suggestion est déjà sélectionnée, vous devrez d&#39;abord la supprimer avant d&#39;en choisir une autre.

# All avatar suggestions type
source: All
fr_fr: Tous

# Users avatar suggestions type
source: Users
fr_fr: Utilisateurs

# Groups avatar suggestions type
source: Groups
fr_fr: Groupes

source: Change avatar type to&hellip;
fr_fr: Changer le type de l&#39;avatar pour&hellip;

source: All
fr_fr: Tous

source: Users
fr_fr: Utilisateurs

source: Groups
fr_fr: Groupes

source: Change
fr_fr: Modifier

source: File
fr_fr: Fichier

source: Delete
fr_fr: Supprimer

source: No avatar suggestions found.
fr_fr: Aucune Suggestion d&#39;Avatar n&#39;a été trouvée

source: Select %s
fr_fr: Sélectionner %s

source: Unknown
fr_fr: Inconnu

source: Adds an avatar suggestions list to your BuddyPress powered community
fr_fr: Ajoute une liste d&#39;avatars à votre communauté BuddyPress
